Repository: ragoob/q-reduction-be
Catalog: QReduction.Api/Messages.*.resx
Languages: ar

# Access_Unauthorized
source: You do not have permission to this procedure
ar: لا تملك الصلاحية لهذا الاجراء

source: Account Activation Code
ar: رمز تفعيل الحساب الشخصي

# CanNotDeleteMulti
source: Cant Not Delete This Rang
ar: لا يمكن حذف هذا النطاق

# CanNotRestorMulti
source: Can Not Restor This Rang
ar: لا يمكن استعاده حذف هذا النطاق

# CantOpenShiftWhileOpendOne
source: Cant open new shift as there is an open one in this branch
ar: لا يمكن فتح وردية جديدة حيث أن هناك وردية مفتوحة في هذا الفرع

# Exists_Email
source: Exist Email
ar: هذا الايميل موجود من قبل

# Exists_Phone
source: Exist Phone
ar: هذا الرقم موجود من قبل

# Exists_UserName
source: Exist UserName
ar: اسم المستخدم موجود من قبل

# Exist_Code
source: Code Exist
ar: هذا الكود مستخدم من قبل

# Exist_NameAr
source: Arabic Name Exist
ar: هذا الاسم مستخدم

# Exist_NameEn
source: English Name Exist
ar: هذا الاسم مستخدم

source: Invalid Queue Id
ar: رقم الطابور غير صحيح

source: InvalidresetPasswordCode
ar: كود غير صحيح

# InvalidShiftId
source: Invalid Shif Id
ar: رقم الشباك غير صحيح

# LangKey
source: en
ar: ar

# Login_Invalid
source: Invalid Username or Password
ar: خطأ في اسم المستخدم او كلمة المرور

# NewPasswordError
source: New Password And New ConfirmationPassword dose not Matches
ar: كلمه السر الجديده وتاكيد كلمه السر الجديده غير متطابقتان

source: No Order Found For This User
ar: لا توجد طلبات لهذا المستخدم

# OldPasswordError
source: Invalid Password
ar: كلمه السر القديمه غير صحيحه

source: Order is not available
ar: الطلب غير متوفر

source: Shift is closed
ar: الوردية مغلقة

source: System Settings Can not Be Null
ar: يجب ادخال اعدادات النظام

source: There Users Not Found
ar: لم يتم العثور على المستخدمين

source: UserNotFound
ar: المستخدم غير موجود

source: Your Code Not Match
ar: الرمز الخاص بك غير مطابق

source: Success
ar: تمت العملية بنجاح

source: Email Required
ar: البريد الإلكتروني مطلوب

# PhoneNumberRequired
source: Phone Required
ar: رقم الهاتف مطلوب

# FileWillBeSentSoon
source: File will be sent soon in email
ar: سيتم إرسال التقرير علي البريد خلال دقائق
